IDEA StatiCa Open Model
BeamLoadsImportMappingData.CoeffVM_X Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 CoeffVM_X
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double CoeffVM_X { get; set; }
Public Property CoeffVM_X As Double
	Get
	Set
public:
property double CoeffVM_X {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
BeamLoadsImportMappingData Class
IdeaRS.OpenModel.Connection Namespace